---
kind: method
id: M:Autodesk.Revit.DB.Electrical.PanelScheduleView.IsCellInPhaseLoads(System.Int32,System.Int32)
source: html/947fed15-730f-cb7f-bcef-43a112ec516c.htm
---
# Autodesk.Revit.DB.Electrical.PanelScheduleView.IsCellInPhaseLoads Method

Check if this cell in the phase loads

## Syntax (C#)
```csharp
public bool IsCellInPhaseLoads(
	int nRow,
	int nCol
)
```

## Parameters
- **nRow** (`System.Int32`) - Row Number
- **nCol** (`System.Int32`) - Column Number

## Returns
True if this cell in the phase loads, false otherwise